const CatalogDescription = () => {
  return (
    <div>
      <p>
        Опис системи: Інтелектуальна
        реструктуризація дермального матриксу.
        Система спрямована на активацію природного
        синтезу колагену та еластину, глибоке
        молекулярне зволоження та зміцнення
        захисного бар’єру шкіри. Формула працює не
        з зовнішніми ознаками, а з архітектурою
        шкіри на клітинному рівні, повертаючи їй
        щільність, пружність та природне сяйво.
      </p>
    </div>
  );
};

export default CatalogDescription;
